Repository: 3meters/patchr-ios
Catalog: App/*.lproj/Localizable.strings
Languages: ru

source: About
ru: О нас

source: Account
ru: Учетная запись

source: Account settings
ru: Настройки учетной записи

source: Acknowledgements
ru: Признание источников

source: Back
ru: Назад

source: Call
ru: Позвонить

source: Cancel
ru: Отмена

source: Change password
ru: Изменить пароль

# channel_delete_title
source: Confirm Delete
ru: Подтвердить удаление

# channel_delete_message
source: Are you sure you want to delete this?
ru: Вы уверены, что хотите удалить это?

# channel_edit_header_insert
source: New Patchr Scrapbook
ru: Новый канал Patchr

# channel_edit_header_update
source: Edit Patchr Scrapbook
ru: Редактировать канал Patchr

# channel_edit_purpose_placeholder
source: Scrapbook purpose (optional)
ru: Назначение канала (необязательно)

# channel_edit_title_placeholder
source: Scrapbook title
ru: Название канала

# channel_grid_search_bar_placeholder
source: Search
ru: Поиск

# channel_grid_title
source: Scrapbooks
ru: Каналы Patchr

# channel_joined_title
source: Welcome!
ru: Добро пожаловать!

# channel_joined_message
source: You have joined the %@ scrapbook!
ru: Вы присоединились к каналу «%@»!

# channel_leave_message
source: Are you sure you want to leave this scrapbook? A new invitation may be required to rejoin.
ru: Вы уверены, что хотите покинуть этот канал? Для того чтобы присоединиться снова, может потребоваться новое приглашение.

# channel_left_message
source: You have left this scrapbook.
ru: Вы покинули этот канал.

# channel_missing_title
source: Scrapbook Missing
ru: Канал отсутствует

# channel_missing_message
source: The "%@" scrapbook has been deleted.
ru: Канал «%@» удален.

# channel_no_photos
source: This scrapbook needs some photos!
ru: Этому каналу нужны фотографии!

# channel_not_connected_message
source: %@ a scrapbook requires a network connection.
ru: Для канала «%@» требуется подключение к сети.

# channel_not_connected_title
source: Not connected
ru: Нет подключения

# channel_picker_title
source: Select the scrapbook
ru: Выберите канал

# channel_title_empty
source: Name your scrapbook
ru: Назовите свой канал

# channel_title_too_long
source: Scrapbook name must be 200 characters or less.
ru: Название канала должно быть не более 200 символов.

# channel_title_too_short
source: Scrapbook name must be at least 3 characters.
ru: Название канала должно быть не менее 3 символов.

# channel_welcome_title
source: Welcome to
ru: Добро пожаловать на

# channel_welcome_message
source: We've started you out with your own personal scrapbook. Invite some friends and start posting messages!
ru: Мы начали с вашего личного канала. Пригласите друзей и начните публиковать сообщения!

# channels
source: Scrapbooks
ru: Каналы

source: Clear search history
ru: Очистить историю поиска

source: Comment
ru: Комментарий

# comment_count
source: 1 Comment
ru: 1 комментарий

# comment_count_plural
source: %@ Comments
ru: %@ комментариев

source: Confirm
ru: Подтвердить

# connection_offline
source: Connection is offline
ru: Нет соединения

# contact_picker_title_contributors
source: Invite Contributors
ru: Пригласить авторов

# contact_picker_title_readers
source: Invite Readers
ru: Пригласить читателей

source: Contributor
ru: Автор

source: Create
ru: Создать

source: Creating
ru: Создается

source: Delete
ru: Удалить

source: Deleting
ru: Удаление

source: Deleted
ru: Удален

source: Developer
ru: Разработчик

source: Discard
ru: Отменить

# discard_changes
source: Do you want to discard your editing changes?
ru: Хотите отменить внесенные изменения?

source: Done
ru: Готово

source: Edit message
ru: Изменить сообщение

source: Edit Profile
ru: Изменить профиль

# edited_parens
source: (edited)
ru: (изменено)

source: Email
ru: Эл. почта

# email_auth_fail
source: Wrong email and password combination
ru: Неверная комбинация адреса электронной почты и пароля

# email_empty
source: Enter an email address.
ru: Введите адрес электронной почты.

# email_invalid
source: Enter a valid email address.
ru: Введите действительный адрес электронной почты.

# email_invalid_alert
source: %@ is not a valid email address
ru: %@ не является действительным адресом электронной почты

# email_no_account
source: No account found.
ru: Учетная запись не найдена

# email_title_log_in
source: Welcome back!
ru: С возвращением!

# email_title_invite
source: Welcome!
ru: Добро пожаловать!

# email_title_sign_up
source: Patchr scrapbooks are perfect for just enough sharing.
ru: Каналы Patchr дают Вам контроль над тем, кто может просматривать и отправлять сообщения.

# email_used
source: Email is already being used
ru: Адрес электронной почты уже используется

source: Feedback cancelled
ru: Отзыв отменен

source: Feedback saved
ru: Отзыв сохранен

source: Feedback send failure
ru: Ошибка отправки отзыва

source: Feedback sent
ru: Отзыв отправлен

# feedback_subject
source: Feedback for
ru: Обратная связь для

source: First name
ru: Имя

# gallery_title
source: Scrapbook gallery
ru: Фото галерея канала

source: Image missing
ru: Отсутствует изображение

# image_unavailable
source: Unable to download image
ru: Не удалось скачать изображение

source: Invite
ru: Пригласить

# invite_comment
source: Contributors can post new messages. Both contributors and readers can browse and comment on posted messages.
ru: Авторы могут публиковать новые сообщения. И авторы, и читатели могут просматривать и комментировать опубликованные сообщения.

source: Invite contributors
ru: Пригласить авторов

# invite_message
source: An email invitation will be sent. Using the invitation will add them to the scrapbook and help them install Patchr if they don't have it yet.
ru: Будет отправлено электронное письмо с приглашением. С помощью приглашения можно будет присоединиться к каналу и установить Patchr, если он еще не установлен.

# invite_message_placeholder
source: Add personal message (optional)
ru: Добавить личное сообщение (необязательно)

source: Invite readers
ru: Пригласить читателей

# invite_title
source: Invite people to '%@'.
ru: Пригласить людей на «%@»

# invites_sent
source: Invitations sent
ru: Приглашения отправлены

# irate_app_message
source: If you enjoy using Patchr, would you mind taking a moment to rate it? It wonâ€™t take more than a minute. Thanks for your support!
ru: Если Вам нравится использовать Patchr, не против ли Вы выделить время на его оценку? Это займет не больше минуты. Спасибо за поддержку!

# irate_cancel_button
source: No, Thanks
ru: Нет, спасибо

# irate_message_title
source: Rate Patchr
ru: Оцените Patchr

# irate_rate_button
source: Rate It Now
ru: Оцените сейчас

# irate_remind_button
source: Remind Me Later
ru: Напомните мне позже

# language_settings_section_title
source: Language
ru: Язык

# language_settings_title
source: Language
ru: Язык

source: Last name
ru: Фамилия

source: Later
ru: Позже

source: Leave
ru: Покинуть

# licensing_comment
source: The following third party software may be contained in portions of this mobile application. We offer our sincere thanks to the open source community for all of their contributions. Carry on!
ru: Нижеупомянутое программное обеспечение третьей стороны может содержаться в частях этого мобильного приложения. Мы выражаем искреннюю признательность за вклад сообществу, работающему с открытыми источниками. Так держать!

# licensing_title
source: Acknowledgements
ru: Признание источников

source: Log in
ru: Войти в приложение

source: Log out
ru: Выйти из приложения

# member_remove_message
source: Are you sure you want to remove %@ from this scrapbook?
ru: Уверены, что хотите удалить %@ с этого канала?

# member_settings_remove
source: Remove from %@
ru: Удалить из %@

# member_settings_role_footer
source: Contributors can post new messages. Both contributors and readers can browse and comment on posted messages. Only owners can invite users and edit the scrapbook.
ru: Авторы могут публиковать новые сообщения. И авторы, и читатели могут просматривать и комментировать опубликованные сообщения. Только владельцы могут приглашать пользователей и редактировать канал.

# member_settings_role_header
source: Scrapbook role
ru: Роль в канале

source: Members
ru: Члены

# message_delete
source: Delete message
ru: Удалить сообщение

# message_delete_message
source: Are you sure you want to delete this?
ru: Уверены, что хотите это удалить?

# message_delete_title
source: Confirm Delete
ru: Подтвердить удаление

# message_edit_empty
source: Add message or photo
ru: Добавить сообщение или фотографию

# message_edit_title
source: Edit message
ru: Изменить сообщение

# message_move_to
source: Move to
ru: Перенести к

# message_moved
source: Message moved to: %@
ru: Сообщение перенесено в: %@

# message_placeholder
source: What's happening?
ru: Что происходит?

source: Mute
ru: Отключить звук

source: Next
ru: Следующий

source: OK
ru: Хорошо

# onboard_create_title
source: Create a Scrapbook
ru: Создать канал

# onboard_create_description
source: Share with just the right people using Patchr scrapbooks.
ru: Поделиться только с нужными людьми, использующими каналы Patchr.

# onboard_features_title
source: Carry On!
ru: Так держать!

# onboard_features_description
source: Patchr has brilliant sharing features: photo search and editing, reactions, comments, realtime notifications, offline posting plus much more.
ru: У Patchr есть выдающиеся функции совместного использования: поиск и редактирование фотографий, реакции, комментарии, уведомления в реальном времени, публикация вне сети и многое другое.

# onboard_got_it
source: Got it!
ru: Ясно!

# onboard_invite_title
source: Invite
ru: Пригласить

# onboard_invite_description
source: Select people from your contacts and we handle the rest! We will email them an invite, help them install Patchr and gently launch them into your amazing scrapbook.
ru: Выберите людей из Ваших контактов, а мы позаботимся об остальном! Мы отправим им приглашение по электронной почте, поможем установить Patchr и впустим их на Ваш потрясающий канал.

source: Onboard me!
ru: Научите меня!

# onboard_welcome_title
source: Welcome!
ru: Добро пожаловать!

# onboard_welcome_description
source: Patchr is a modern and simple way to share with just the right people!
ru: Patchr – это современный и простой способ для обмена информации только с определенными людьми!

source: Owner
ru: Владелец

source: Password
ru: Пароль

source: Password confirmation
ru: Подтверждение пароля

# password_edit_header
source: Change password
ru: Изменить пароль

# password_forgot
source: Forgot password?
ru: Забыли пароль?

# password_placeholder
source: New password
ru: Новый пароль

# password_reset_email_sent
source: A password reset email has been sent to your email address.
ru: Электронное письмо по смене пароля отправлено на адрес Вашей электронной почты.

# password_title
source: Password (6+ characters)
ru: Пароль (6+ символов)

# password_too_short
source: Enter a password with six characters or more.
ru: Введите пароль с шестью или более символами.

# password_view_title
source: Almost to the good stuff.
ru: Приближаемся к самому интересному.

source: People
ru: Люди

source: Person
ru: Лицо

source: Phone
ru: Телефон

source: Phone number
ru: Номер телефона

# photo_action_camera
source: Take a new photo
ru: Сделайте новую фотографию

# photo_action_library
source: Select a library photo
ru: Выберите фотографию из Вашей коллекции

# photo_action_search
source: Search web for photos
ru: Поиск фотографий на интернете

# photo_search_bar_placeholder
source: Search web for photos
ru: Поиск фотографий на интернете

# photo_share_message
source: Photo by %@ on Patchr
ru: Фотография %@ на Patchr

# photo_use
source: Use photo
ru: Использовать фотографию

source: Play sound effects
ru: Воспроизводить звуковые эффекты

source: Post
ru: Публиковать

source: Privacy Policy
ru: Политика конфиденциальности

source: Profile
ru: Профиль

source: Profile and settings
ru: Профиль и настройки

# progress_clearing
source: Clearing...
ru: Очистка...

# progress_creating
source: Creating...
ru: Создание...

# progress_logging_in
source: Logging in
ru: Вход в приложение

# progress_removing
source: Removing...
ru: Удаление...

# progress_signing_up
source: Signing up
ru: Регистрация

# progress_updating
source: Updating...
ru: Обновление...

# progress_verifying
source: Verifying...
ru: Проверка...

source: Rate
ru: Оценить

# reaction_list_title
source: %@ %@ %@ reacted with %@
ru: %@ %@ %@ прореагировал с %@

source: Reader
ru: Читатель

source: Remove
ru: Удалить

source: Save
ru: Сохранить

source: Search
ru: Поиск

source: Send
ru: Отправить

source: Send feedback
ru: Отправить отзыв

source: Settings
ru: Настройки

# settings_language_label
source: Language
ru: Язык

# share_description
source: %@ has invited you to the %@ scrapbook!
ru: %@ приглашает Вас на канал %@!

# share_subject
source: Invitation to the %@ scrapbook
ru: Приглашение на канал %@

source: Sign up
ru: Регистрация

source: Skip
ru: Пропустить

# tagline
source: Just enough sharing
ru: Делиться в меру

source: Terms of Service
ru: Условия обслуживания

source: Title
ru: Название

source: Unmute
ru: Включить звук

source: Update
ru: Обновить

# update_message
source: Your version of Patchr is not compatible with the Patchr service. Please update to the latest version.
ru: Ваша версия Patchr не поддерживается сервисом Patchr. Пожалуйста, установите самую последнюю версию.

# update_title
source: Update required
ru: Требуется обновление

source: Username
ru: Имя пользователя

# username_empty
source: Choose your username
ru: Выберите имя пользователя

# username_invalid_chars
source: Lower case and no spaces or periods.
ru: Используйте строчные буквы без пробелов и точек.

# username_title
source: Username (lower case)
ru: Имя пользователя (строчными буквами)

# username_too_long
source: Username must be 21 characters or less.
ru: Имя пользователя должно быть не более 21 знака.

# username_too_short
source: Username must be at least 3 characters.
ru: Имя пользователя должно быть не менее 3 знаков.

# username_used
source: Choose another username
ru: Выбрать другое имя пользователя

source: Version
ru: Версия

# you_parens
source: (you)
ru: (Вы)

# deepview_button
source: Get Patchr
ru: Загрузи приложение Patchr

# deepview_title
source: Invite by %@ to the '%@' scrapbook
ru: Приглашение от %@ на «%@» канал

# appstore_description
source: Some sharing apps can overshare making it hard to tell if messages and photos are shared with just the right people. Patchr stops oversharing with private invitations that let you control who can see messages and how they can participate: - Invite the right people using invitations. - Invite people as readers to share without adding chatter. Readers can browse messages and add reactions and comments. - Invite people as contributors and they can post new messages to the scrapbook. They can also edit and delete their messages. Share events, topics or just life using a Patchr scrapbook. Patchr has brilliant messaging features: photo search and editing, reactions, comments, realtime notifications, offline posting plus much more. Invite members from your contacts and we handle the rest! We email them an invitation, help them install Patchr and gently launch them into your amazing scrapbook.
ru: Некоторые социальные приложения публикуют слишком много информации, из-за чего трудно определить, попали ли сообщения и фото только к нужным людям. Patchr устраняет эту проблему при помощи личных приглашений, которые позволяют вам контролировать, кто может видеть сообщения, а также их степень причастности: - Приглашайте нужных людей при помощи приглашений. - Приглашайте людей в качестве читателей, чтобы делиться без добавления болталки. Читатели могут просматривать сообщения и добавлять реакции и комментарии. - Приглашайте людей в качестве соавторов, и они смогут публиковать новые сообщения на канале. Они также смогут редактировать и удалять свои сообщения. Делитесь событиями, темами или просто моментами из жизни при помощи канала Patchr. Patchr имеет великолепные средства обмена сообщениями: поиск и редактирование фото, реакции, комментарии, уведомления в реальном времени, публикование вне сети и многое другое. Приглашайте членов из своего списка контактов, а остальное мы возьмем на себя! Мы отправим им приглашение по эл. почте, поможем установить Patchr и ненавязчиво познакомим с вашим потрясающим каналом.

# appstore_keywords
source: patchr,share,social,photo,scrapbook,group,event,project,message,chat,post,top,best,media
ru: patchr,делиться,соцсеть,фото,канал,группа,событие,проект,сообщение,чат,публикация,топ,лучшее,медиа

# appstore_whats_new
source: - A user experience that is clean, fast and simple. - Invite users to scrapbooks as readers or contributors. - Add comments to posted messages. - Fix layout issues with smaller screens. - If photo hasn't been set for a scrapbook, we show the last posted photo - Other stability and performance improvements.
ru: - Ясный, быстрый и простой пользовательский опыт. - Приглашайте пользователей на каналы в качестве читателей или соавторов. - Добавляйте комментарии к опубликованным сообщениям. - Исправлены проблемы з показом на меньших экранах. - Если для канала не выбрано фото, мы показываем последнее опубликованное - Другие улучшения стабильности и производительности.

# appstore_screen_channel
source: Share messages and photos with just the right people.
ru: Обмен сообщениями и фотографии только с нужными людьми.

# appstore_screen_gallery
source: Photo gallery for easy photo browsing.
ru: Галерея фотографий с легким просмотром.

# appstore_screen_grid
source: Jump quickly to the scrapbooks with recent activity.
ru: Быстрый переход к каналам с наиболее недавней активностью.

# appstore_screen_photo_edit
source: Get creative with photo edit.
ru: Проявите творческий подход с фото редактированием.

# appstore_screen_photo_search
source: Say it perfectly with photo search.
ru: Замечательно скажите это с поиском фотографий на интернете.

# appstore_screen_reactions
source: Use reactions and comments to respond quickly with style.
ru: Используйте реакции и комментарии для быстрого ответа со стилем.

# template_subject
source: -user.title- invited you to '-channel.title-' on Patchr
ru: -user.title - пригласил Вас на «- channel.title-» в Patchr

# template_title
source: Join '-channel.title-' scrapbook on Patchr
ru: Присоединяйтесь к каналу «- channel.title-» на Patchr

# template_body
source: -user.title- (-user.email-) uses Patchr, the social sharing app for people who want just enough sharing. They have invited you to join their Patchr scrapbook -channel.title- as a -role-.
ru: -.user.title- (-user.email-) использует Patchr, приложение для социального обмена для людей, которые хотят обмена в меру. Они пригласили Вас присоединиться к их Patchr каналу - channel.title - в -role-.

# template_message
source: -user.title- says: "-message-"
ru: -user.title - говорит: «-message-»

# template_button
source: Join Scrapbook
ru: Присоединитесь к каналу

# template_browser_link
source: You may copy/paste this link into your browser: -link-
ru: Вы можете скопировать эту ссылку и вставить ее в своем браузере: -link-

# template_closing
source: Carry on, the team at Patchr
ru: Продолжайте, команда Patchr

# template_footer_message
source: Made with love by 3meters
ru: Сделано с любовью компанией 3meters

# template_footer_address
source: 999 N. Northlake Way, Suite 232 â€¢ Seattle, WA â€¢ 98103
ru: 999 N. Northlake Way, офис 232 • Сиэтл, штат Вашингтон • 98103

# notification_message_photo_only
source: #${channelName}: @${username} posted a photo
ru: #${channelName}: @${username} опубликовал(а) фото

# notification_messate_text_and_photo
source: #${channelName}: @${username} posted a photo and commented: ${message.text}
ru: #${channelName}: @${username} опубликовал(а) фото и прокомментировал(а): ${message.text}

# notification_comment
source: #${channelName} @${username}: commented on a post: ${comment.text}
ru: #${channelName} @${username}: прокомментировал(а) публикацию: ${comment.text}

# template_role_reader
source: Reader
ru: Читатель

# template_role_contributor
source: Contributor
ru: Соавтор

# template_role_owner
source: Owner
ru: Владелец

source: Allow
ru: Разрешить

source: Comments
ru: Комментарии

# comment_placeholder
source: Write a comment...
ru: Написать коментарий

# permission_contacts_denied
source: Access to contacts has been denied. Check your privacy settings to allow access.
ru: Доступ к контактам был отклонен. Проверьте настройки конфиденциальности, чтобы разрешить доступ.

# permission_contacts_message
source: Select from your contacts to invite people to your scrapbook as readers or contributors.
ru: Выберите из своих контактов, чтобы пригласить людей на Ваш канал в качестве читателей или ко-авторов.

# permission_contacts_title
source: Let Patchr Access Contacts
ru: Разрешить Patchr доступ к Вашим контактам

# permission_notifications_denied
source: Remove notifications have been denied. Check your privacy settings to allow notifications.
ru: Удаление уведомлений было отклонено. Проверьте настройки конфиденциальности, чтобы разрешить уведомления.

# permission_notifications_message
source: Get notified when members post messages to your scrapbooks or comment on your messages.
ru: Получать уведомления, когда участники отправляют сообщения на Ваши каналы или комментируют Ваши сообщения.

# permission_notifications_title
source: Let Patchr Send Notifications
ru: Разрешить Patchr посылать уведомления

# permission_photos_denied
source: Access to photos has been denied. Check your privacy settings to allow access.
ru: Доступ к фотографиям отказан. Проверьте настройки конфиденциальности, чтобы разрешить доступ.

# permission_photos_message
source: Patchr makes it easy to post messages that include photos from your photo library.
ru: Patchr позволяет легко отправлять сообщения, содержащие фотографии из Вашей фото библиотеки.

# permission_photos_title
source: Let Patchr Access Photos
ru: Разрешить Patchr доступ к Вашим фото.

# message_use_taken_date
source: Post using the date photo was taken:
ru: Использовать дату, когда фото было сделано:

source: New
ru: Новое
